

str_ = "да лисное по призрак лишнее ну почему иду пять двух полностью последнего да да да и там есть данные надо чтобы стандартная двух что была пятьдесят пятьдесят десять миллионов три а первоначальный вздох сколько вас а еще какие то фиджи приедем там сейчас менеджера да вам я такая там проценты а если не столько да хорошо конечно и это заработал хорошо а инвестое отправьте пожалуйстаздравствуйте меня зовут на менеджере дело продаж группы самолет вы рассматриваете какой то определенный комплекс для себя что хотели просмотреть сколько комнат двух комнатная квартира так давайте посмотрим я вижу вы интересовались ранее да этим знаете где он находится о там есть да уже готовы какая площадь вас интересует секунду так ну вот готовая двухкомнатная пятьдесят квадратных метров с отделкой десять миллионов триста да минимум пятнадцать процентов миллион шестьсот продаж дополнительно могу вам отправить скидку два процента она действует в течение двух дней сегодня и завтра удобно сегодня к нам подъехать так ну там договор ээ уже введенный дом поэтому там нужно будет в офисе уточнять а так на этапе строительства там от трех девяти и до четырех восьми но здесь нужно смотреть потому что я тоже готовый дом но там тоже семейная ипотека есть если не семейная то от пяти девяти до шести восьми процентов да вам скидку направлять сегодня ждем вас до девяти офис работает просто этот телефон назовете администратор увидит что вы записаны на встречу да ждем вас тогда угу да конечно намегасы"
# "{'I-value': [140], 'B-value': [139], 'B-discount': [138]}"
# i - inside, b - beggining

arr_ = str_.split(" ")
print(arr_[139], arr_[140], arr_[138])


print(str_[904:907])
